/* NSTextField (<Do Not Localize>) : <title:<Do Not Localize>> (oid:1428) */
"<Do Not Localize>" = "<Do Not Localize>";

/* NSButton (Change…) : <title:Change…> (oid:1148) */
"Change…" = "Cambia…";

/* NSTabViewItem : <title:Enter your name and registration key> (oid:1127) */
"Enter your name and registration key" = "Inserisci il tuo nome e il codice seriale";

/* NSTextField (Key:) : <title:Key:> (oid:353) */
"Key:" = "Chiave:";

/* NSTextField (License type:) : <title:License type:> (oid:1425) */
"License type:" = "Tipo licenza:";

/* NSButton (Lost license?) : <title:Lost license?> (oid:44) */
"Lost license?" = "Licenza smarrita?";

/* NSTextField (MiniBatteryLogger is shareware and will stop working after 30 days unless you register.) : <title:MiniBatteryLogger is shareware and will stop working after 30 days unless you register.> (oid:1194) */
"MiniBatteryLogger is shareware and will stop working after 30 days unless you register." = "MiniBatteryLogger è shareware e cesserà di funzionare dopo 30 giorni se non verrà registrato.";

/* NSTextField (Name:) : <title:Name:> (oid:351) */
"Name:" = "Nome:";

/* NSButton (OK) : <title:OK> (oid:1129) */
"OK" = "OK";

/* NSButton (Register online) : <title:Register online> (oid:1150) */
"Register online" = "Registra online";

/* NSTextField (Registered to:) : <title:Registered to:> (oid:1143) */
"Registered to:" = "Registrato a:";

/* NSBox (Registration Information) : <title:Registration Information> (oid:1141) */
"Registration Information" = "Informazioni di registrazione";

/* NSTextField (Validity date:) : <title:Validity date:> (oid:1427) */
"Validity date:" = "Data di validità:";
